Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Works with Codex, DeepSeek, Moonshot, Groq and other compatible vendors
de: Funktioniert mit Codex, DeepSeek, Moonshot, Groq und weiteren kompatiblen Anbietern
es: Funciona con Codex, DeepSeek, Moonshot, Groq y otros proveedores compatibles
fil: Gumagana sa Codex, DeepSeek, Moonshot, Groq at iba pang compatible na vendor
fr: Fonctionne avec Codex, DeepSeek, Moonshot, Groq et d'autres fournisseurs compatibles
hr: Radi s Codexom, DeepSeekom, Moonshotom, Groqom i drugim kompatibilnim pružateljima
id: Bekerja dengan Codex, DeepSeek, Moonshot, Groq, dan vendor kompatibel lainnya
ja: Codex、DeepSeek、Moonshot、Groq など互換プロバイダーに対応します
ko: Codex, DeepSeek, Moonshot, Groq 등 호환 공급자와 함께 작동합니다
ms: Berfungsi dengan Codex, DeepSeek, Moonshot, Groq, dan vendor serasi lain
pl: Działa z Codex, DeepSeek, Moonshot, Groq i innymi zgodnymi dostawcami
pt_br: Funciona com Codex, DeepSeek, Moonshot, Groq e outros provedores compatíveis
ro: Funcționează cu Codex, DeepSeek, Moonshot, Groq și alți furnizori compatibili
ru: Работает с Codex, DeepSeek, Moonshot, Groq и другими совместимыми поставщиками
th: ใช้งานได้กับ Codex, DeepSeek, Moonshot, Groq และผู้ให้บริการอื่นที่รองรับ
tr: Codex, DeepSeek, Moonshot, Groq ve diğer uyumlu sağlayıcılarla çalışır
zh_hans: 支持 Codex、DeepSeek、Moonshot、Groq 等兼容厂商
zh_hant: 支援 Codex、DeepSeek、Moonshot、Groq 等相容廠商

source: Works with the Gemini series and Google AI Studio
de: Funktioniert mit der Gemini-Reihe und Google AI Studio
es: Funciona con la serie Gemini y con Google AI Studio
fil: Gumagana sa Gemini series at Google AI Studio
fr: Fonctionne avec la série Gemini et Google AI Studio
hr: Radi s Gemini serijom i Google AI Studiom
id: Bekerja dengan seri Gemini dan Google AI Studio
ja: Gemini シリーズと Google AI Studio に対応します
ko: Gemini 계열 및 Google AI Studio와 함께 작동합니다
ms: Berfungsi dengan siri Gemini dan Google AI Studio
pl: Działa z serią Gemini i Google AI Studio
pt_br: Funciona com a linha Gemini e com o Google AI Studio
ro: Funcționează cu seria Gemini și cu Google AI Studio
ru: Работает с моделями серии Gemini и Google AI Studio
th: ใช้งานได้กับซีรีส์ Gemini และ Google AI Studio
tr: Gemini serisi ve Google AI Studio ile çalışır
zh_hans: 支持 Gemini 系列及 Google AI Studio
zh_hant: 支援 Gemini 系列及 Google AI Studio

source: Works with the Grok series of models
de: Funktioniert mit den Modellen der Grok-Reihe
es: Funciona con la serie de modelos Grok
fil: Gumagana sa mga Grok series na model
fr: Fonctionne avec les modèles de la série Grok
hr: Radi s Grok serijom modela
id: Bekerja dengan model seri Grok
ja: Grok シリーズのモデルに対応します
ko: Grok 계열 모델과 함께 작동합니다
ms: Berfungsi dengan model siri Grok
pl: Działa z modelami serii Grok
pt_br: Funciona com os modelos da linha Grok
ro: Funcționează cu modelele din seria Grok
ru: Работает с моделями серии Grok
th: ใช้งานได้กับโมเดลซีรีส์ Grok
tr: Grok serisi modellerle çalışır
zh_hans: 支持 Grok 系列模型
zh_hant: 支援 Grok 系列模型

source: Workspace layout
de: Arbeitsbereich-Struktur
es: Diseño del espacio de trabajo
fil: Layout ng workspace
fr: Structure de l’espace
hr: Raspored radnog prostora
id: Tata letak ruang kerja
ja: ワークスペース構成
ko: 워크스페이스 구성
ms: Susun atur ruang kerja
pl: Układ obszaru roboczego
pt_br: Layout do workspace
ro: Aspectul spațiului de lucru
ru: Структура рабочего пространства
th: เลย์เอาต์พื้นที่ทำงาน
tr: Çalışma alanı düzeni
zh_hans: Minis 工作目录结构
zh_hant: Minis 工作目錄結構

source: Writable
de: Beschreibbar
es: Con permiso de escritura
fil: Masusulatan
fr: Modifiable
hr: Moguće zapisivanje
id: Dapat ditulis
ja: 書き込み可能
ko: 쓰기 가능
ms: Boleh ditulis
pl: Zapisywalny
pt_br: Gravável
ro: Se poate scrie
ru: Доступно для записи
th: เขียนได้
tr: Yazılabilir
zh_hans: 可写入
zh_hant: 可寫入

source: Write file
de: Datei schreiben
es: Escribir archivo
fil: Sumulat ng file
fr: Écrire le fichier
hr: Zapiši datoteku
id: Tulis file
ja: ファイルを書き込み
ko: 파일 쓰기
ms: Tulis file
pl: Zapisz plik
pt_br: Gravar arquivo
ro: Scrie fișierul
ru: Записать файл
th: เขียนไฟล์
tr: Dosya yaz
zh_hans: 写入文件
zh_hant: 寫入檔案

source: Writing
de: Schreiben
es: Escritura
fil: Nagsusulat
fr: Rédaction
hr: Pisanje
id: Menulis
ja: ライティング
ko: 글쓰기
ms: Menulis
pl: Zapisywanie
pt_br: Gravando
ro: Se scrie
ru: Запись
th: กำลังเขียน
tr: Yazılıyor
zh_hans: 写作
zh_hant: 寫作

source: Wrong username or password.
de: Falscher Benutzername oder falsches Passwort.
es: Usuario o contraseña incorrectos.
fil: Mali ang username o password.
fr: Nom d'utilisateur ou mot de passe incorrect.
hr: Pogrešno korisničko ime ili lozinka.
id: Nama pengguna atau kata sandi salah.
ja: ユーザ名またはパスワードが違います。
ko: 사용자 이름 또는 암호가 올바르지 않습니다.
ms: Nama pengguna atau kata laluan salah.
pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt_br: Usuário ou senha incorretos.
ro: Nume de utilizator sau parolă greșite.
ru: Неверное имя пользователя или пароль.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr: Kullanıcı adı veya parola yanlış.
zh_hans: 用户名或密码错误。
zh_hant: 使用者名稱或密碼不正確。

source: XHigh
de: Sehr hoch
fil: Napakataas
fr: Très élevé
id: Sangat Tinggi
ja: 極高
ko: 최고
ms: Sangat Tinggi
pl: Bardzo wysoki
pt_br: Muito alto
ro: Foarte ridicat
ru: Макс.+
th: สูงมาก
tr: Çok Yüksek
zh_hans: 极高
zh_hant: 極高

source: Yes
de: Ja
es: Sí
fil: Oo
fr: Oui
hr: Da
id: Ya
ja: はい
ko: 예
ms: Ya
pl: Tak
pt_br: Sim
ro: Da
ru: Да
th: ใช่
tr: Evet
zh_hans: 是
zh_hant: 是

source: Yesterday
de: Gestern
es: Ayer
fil: Kahapon
fr: Hier
hr: Jučer
id: Kemarin
ja: 昨日
ko: 어제
ms: Semalam
pl: Wczoraj
pt_br: Ontem
ro: Ieri
ru: Вчера
th: เมื่อวาน
tr: Dün
zh_hans: 昨天
zh_hant: 昨天

source: You Are Not Connected to the Internet
de: Du bist nicht mit dem Internet verbunden
es: No tienes conexión a Internet
fil: Hindi Ka Nakakonekta sa Internet
fr: Tu n’es pas connecté à Internet
hr: Niste povezani s internetom
id: Anda Tidak Terhubung ke Internet
ja: インターネットに接続されていません
ko: 인터넷에 연결되어 있지 않습니다
ms: Anda Tidak Bersambung ke Internet
pl: Brak połączenia z internetem
pt_br: Você não está conectado à internet
ro: Nu ești conectat la internet
ru: Вы не подключены к интернету
th: คุณไม่ได้เชื่อมต่ออินเทอร์เน็ต
tr: İnternete Bağlı Değilsiniz
zh_hans: 你尚未连接到互联网
zh_hant: 你尚未連線到網際網路

source: You can add multiple instances of the same provider (e.g. work and personal accounts).
de: Sie können mehrere Instanzen desselben KI-Anbieters hinzufügen (z. B. Arbeits- und Privatkonten).
es: Puedes añadir varias instancias del mismo proveedor (por ejemplo, cuentas de trabajo y personales).
fil: Puwede kang magdagdag ng ilang instance ng parehong provider (hal. work at personal na account).
fr: Vous pouvez ajouter plusieurs instances du même fournisseur AI (ex. comptes professionnel et personnel).
hr: Možete dodati više instanci istog pružatelja (npr. poslovni i osobni račun).
id: Anda dapat menambahkan beberapa instance dari penyedia yang sama (mis. akun kerja dan pribadi).
ja: 同じAIプロバイダーの複数のインスタンスを追加できます（例：仕事用と個人用アカウント）。
ko: 같은 AI 공급자의 여러 인스턴스를 추가할 수 있습니다 (예: 업무용 및 개인 계정).
ms: Anda boleh menambah beberapa instance pembekal yang sama (cth. akaun kerja dan peribadi).
pl: Możesz dodać wiele instancji tego samego dostawcy (np. konto służbowe i prywatne).
pt_br: Você pode adicionar várias instâncias do mesmo provedor (ex.: contas de trabalho e pessoal).
ro: Poți adăuga mai multe instanțe ale aceluiași furnizor (ex. cont de serviciu și cont personal).
ru: Вы можете добавить несколько экземпляров одного провайдера (например, рабочий и личный аккаунты).
th: คุณเพิ่มอินสแตนซ์ของผู้ให้บริการเดียวกันได้หลายรายการ (เช่น บัญชีงานและบัญชีส่วนตัว)
tr: Aynı sağlayıcıdan birden çok örnek ekleyebilirsiniz (ör. iş ve kişisel hesaplar).
zh_hans: 您可以添加同一 AI 服务商的多个实例（例如工作和个人账户）。
zh_hant: 您可以加入同一 AI 服務商的多個實例（例如工作和個人賬戶）。

source: You can change the write permission later from the mount details page.
de: Sie können die Schreibberechtigung später auf der Mount-Detailseite ändern.
es: Puedes cambiar el permiso de escritura más adelante desde la página de detalles del montaje.
fil: Puwede mong baguhin ang write permission mamaya sa page ng detalye ng mount.
fr: Vous pourrez modifier l'autorisation d'écriture ultérieurement depuis la page de détails du montage.
hr: Dopuštenje za zapisivanje možete kasnije promijeniti na stranici s detaljima montirane mape.
id: Anda dapat mengubah izin tulis nanti dari halaman detail pemasangan.
ja: 書き込み権限はあとでマウント詳細ページから変更できます。
ko: 쓰기 권한은 나중에 마운트 세부 정보 페이지에서 변경할 수 있습니다.
ms: Anda boleh menukar kebenaran menulis kemudian dari halaman butiran lekapan.
pl: Uprawnienie do zapisu możesz zmienić później na stronie szczegółów zamontowania.
pt_br: Você pode alterar a permissão de gravação depois, na página de detalhes da montagem.
ro: Poți schimba permisiunea de scriere mai târziu din pagina de detalii a montării.
ru: Вы можете изменить разрешение на запись позже на странице сведений о монтировании.
th: คุณเปลี่ยนสิทธิ์การเขียนได้ภายหลังจากหน้ารายละเอียดเมานต์
tr: Yazma iznini daha sonra bağlama ayrıntıları sayfasından değiştirebilirsiniz.
zh_hans: 之后可在挂载详情页面更改写入权限。
zh_hant: 之後可在掛載詳情頁面更改寫入權限。

source: You can remove any provider and its credentials at any time from Settings
de: Sie können jeden KI-Anbieter und seine Zugangsdaten jederzeit in den Einstellungen entfernen
es: Puedes eliminar cualquier proveedor y sus credenciales en cualquier momento desde Ajustes
fil: Puwede mong alisin ang kahit anong provider at credential nito anumang oras sa Settings
fr: Vous pouvez supprimer un fournisseur AI et ses identifiants à tout moment depuis les Réglages
hr: Bilo kojeg pružatelja i njegove vjerodajnice možete u svakom trenutku ukloniti u Postavkama
id: Anda dapat menghapus penyedia mana pun beserta kredensialnya kapan saja dari Pengaturan
ja: 設定からいつでもAIプロバイダーとその認証情報を削除できます
ko: 설정에서 언제든지 AI 공급자와 자격 증명을 제거할 수 있습니다
ms: Anda boleh membuang mana-mana pembekal dan kelayakannya bila-bila masa dari Tetapan
pl: Każdego dostawcę i jego dane logowania możesz usunąć w dowolnej chwili w Ustawieniach
pt_br: Você pode remover qualquer provedor e suas credenciais a qualquer momento em Ajustes
ro: Poți elimina oricând orice furnizor și datele lui de acces din Setări
ru: Вы можете в любой момент удалить любого провайдера и его учётные данные в Настройках
th: คุณนำผู้ให้บริการและข้อมูลรับรองออกได้ทุกเมื่อจากการตั้งค่า
tr: Herhangi bir sağlayıcıyı ve kimlik bilgilerini istediğiniz zaman Ayarlar'dan kaldırabilirsiniz
zh_hans: 您可以随时在设置中移除任何 AI 服务商及其凭据
zh_hant: 您可以隨時在設定中移除任何 AI 服務商及其憑據

source: You have unsaved provider settings.
de: Sie haben ungesicherte Anbieter-Einstellungen.
es: Tienes ajustes de proveedor sin guardar.
fil: May hindi pa na-save na setting ng provider.
fr: Vous avez des réglages de fournisseur non enregistrés.
hr: Imate nespremljene postavke pružatelja.
id: Ada pengaturan penyedia yang belum disimpan.
ja: 保存されていないプロバイダ設定があります。
ko: 저장되지 않은 제공자 설정이 있습니다.
ms: Ada tetapan pembekal yang belum disimpan.
pl: Masz niezapisane ustawienia dostawcy.
pt_br: Você tem ajustes de provedor não salvos.
ro: Ai setări de furnizor nesalvate.
ru: Есть несохранённые настройки провайдера.
th: คุณมีการตั้งค่าผู้ให้บริการที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş sağlayıcı ayarlarınız var.
zh_hans: 有尚未保存的供应商设置。
zh_hant: 有尚未儲存的供應商設定。

source: You may need to add the model ID manually.
de: Möglicherweise müssen Sie die Modell-ID manuell hinzufügen.
es: Puede que tengas que añadir el ID del modelo manualmente.
fil: Maaaring kailanganin mong idagdag nang manual ang model ID.
fr: Vous devrez peut-être ajouter manuellement l'ID du modèle.
hr: Možda ćete morati ručno dodati ID modela.
id: Anda mungkin perlu menambahkan ID model secara manual.
ja: モデル ID を手動で追加する必要があるかもしれません。
ko: 모델 ID를 수동으로 추가해야 할 수 있습니다.
ms: Anda mungkin perlu menambah ID model secara manual.
pl: Może być konieczne ręczne dodanie ID modelu.
pt_br: Talvez você precise adicionar o ID do modelo manualmente.
ro: S-ar putea să fie nevoie să adaugi manual ID-ul modelului.
ru: Возможно, вам потребуется добавить ID модели вручную.
th: คุณอาจต้องเพิ่ม ID โมเดลด้วยตนเอง
tr: Model kimliğini elle eklemeniz gerekebilir.
zh_hans: 您可能需要手动添加模型 ID。
zh_hant: 您可能需要手動新增模型 ID。

source: Your chat messages and conversation history
de: Ihre Chat-Nachrichten und Ihren Gesprächsverlauf
es: Tus mensajes de chat y el historial de conversaciones
fil: Ang iyong mga chat message at history ng usapan
fr: Vos messages et votre historique de conversation
hr: Vaše poruke i povijest razgovora
id: Pesan obrolan dan riwayat percakapan Anda
ja: チャットメッセージと会話履歴
ko: 채팅 메시지 및 대화 기록
ms: Mesej sembang dan sejarah perbualan anda
pl: Twoje wiadomości czatu i historia rozmów
pt_br: Suas mensagens de chat e o histórico de conversas
ro: Mesajele tale de chat și istoricul conversațiilor
ru: Ваши сообщения и история переписки
th: ข้อความแชทและประวัติการสนทนาของคุณ
tr: Sohbet mesajlarınız ve konuşma geçmişiniz
zh_hans: 您的聊天消息和对话历史
zh_hant: 您的聊天訊息和對話歷史

source: Your Control
de: Ihre Kontrolle
es: Tu control
fil: Kontrol Mo
fr: Votre contrôle
hr: Vaša kontrola
id: Kendali Anda
ja: あなたのコントロール
ko: 귀하의 통제권
ms: Kawalan Anda
pl: Twoja kontrola
pt_br: Seu controle
ro: Controlul tău
ru: Под вашим контролем
th: การควบคุมของคุณ
tr: Denetim Sizde
zh_hans: 您的控制权
zh_hant: 您的控制權

source: Your first On-Device Agent is almost ready.
de: Ihr erster On-Device-Agent ist fast bereit.
es: Tu primer Agent en el dispositivo está casi listo.
fil: Malapit nang handa ang iyong unang On-Device Agent.
fr: Votre premier Agent local est presque prêt.
hr: Vaš prvi Agent na uređaju gotovo je spreman.
id: Agen On-Device pertama Anda hampir siap.
ja: 初めてのオンデバイス Agent の準備がほぼ完了しました。
ko: 첫 번째 온디바이스 Agent가 거의 준비되었습니다.
ms: Ejen On-Device pertama anda hampir sedia.
pl: Twój pierwszy Agent na urządzeniu jest prawie gotowy.
pt_br: Seu primeiro Agente no aparelho está quase pronto.
ro: Primul tău Agent pe dispozitiv este aproape gata.
ru: Ваш первый Agent на устройстве почти готов.
th: เอเจนต์ On-Device ตัวแรกของคุณเกือบพร้อมแล้ว
tr: Cihazınızdaki ilk Agent'ınız neredeyse hazır.
zh_hans: 您的首个本地 Agent 即将就绪。
zh_hant: 您的首個本地智能體即將就緒。

source: Your Fully Local, Fully Native, and Private AI Agent
de: Ihr vollständig lokaler, nativer und privater Minis Agent
es: Tu Minis Agent totalmente local, totalmente nativo y privado
fil: Ang Iyong Ganap na Lokal, Native, at Pribadong AI Agent
fr: Votre Agent entièrement local, natif et privé
hr: Vaš potpuno lokalni, potpuno nativni i privatni AI Agent
id: Agen AI Anda yang Sepenuhnya Lokal, Native, dan Privat
ja: 完全ローカル、完全ネイティブ、プライベートな Minis Agent
ko: 완전히 로컬, 완전히 네이티브, 프라이빗 Minis Agent
ms: Ejen AI Anda yang Sepenuhnya Tempatan, Natif, dan Peribadi
pl: Twój w pełni lokalny, natywny i prywatny agent AI
pt_br: Seu agente de IA totalmente local, nativo e privado
ro: Agentul tău AI complet local, complet nativ și privat
ru: Ваш полностью локальный, нативный и приватный ИИ-Agent
th: เอเจนต์ AI ของคุณที่ทำงานในเครื่องทั้งหมด เป็นเนทีฟ และเป็นส่วนตัว
tr: Tamamen Yerel, Tamamen Native ve Özel Yapay Zekâ Aracınız
zh_hans: 完全本地、完全原生、隐私至上的 Minis Agent
zh_hant: 完全本地、完全原生、隱私至上的 AI 智能體

source: Your key is stored securely in the iOS Keychain and never leaves the device.
de: Ihr Schlüssel wird sicher im iOS-Schlüsselbund gespeichert und verlässt das Gerät nie.
es: Tu clave se guarda de forma segura en el Keychain de iOS y nunca sale del dispositivo.
fil: Ligtas na nakaimbak ang key mo sa iOS Keychain at hindi ito lumalabas sa device.
fr: Votre clé est stockée en toute sécurité dans le trousseau iOS et ne quitte jamais l'appareil.
hr: Vaš je ključ sigurno pohranjen u iOS Keychainu i nikada ne napušta uređaj.
id: Kunci Anda disimpan dengan aman di Keychain iOS dan tidak pernah meninggalkan perangkat.
ja: キーはiOS キーチェーンに安全に保存され、デバイスから送信されることはありません。
ko: 키는 iOS 키체인에 안전하게 저장되며 기기를 벗어나지 않습니다.
ms: Kunci anda disimpan dengan selamat dalam Keychain iOS dan tidak pernah meninggalkan peranti.
pl: Twój klucz jest bezpiecznie przechowywany w Pęku kluczy iOS i nigdy nie opuszcza urządzenia.
pt_br: Sua chave é guardada com segurança no Keychain do iOS e nunca sai do dispositivo.
ro: Cheia ta este stocată în siguranță în Keychain-ul iOS și nu părăsește niciodată dispozitivul.
ru: Ваш ключ надёжно хранится в Связке ключей iOS и никогда не покидает устройство.
th: คีย์ของคุณถูกจัดเก็บอย่างปลอดภัยใน iOS Keychain และไม่ออกจากอุปกรณ์
tr: Anahtarınız iOS Anahtar Zinciri'nde güvenle saklanır ve aygıttan hiç çıkmaz.
zh_hans: 您的密钥安全存储在 iOS 钥匙串中，不会离开设备。
zh_hant: 您的金鑰安全存儲在 iOS 鑰匙串中，不會離開設備。

source: Your provider's S3 address — not the bucket name.
de: Die S3-Adresse deines Anbieters — nicht der Bucket-Name.
es: La dirección S3 de tu proveedor, no el nombre del bucket.
fil: Ang S3 address ng provider mo — hindi ang pangalan ng bucket.
fr: L'adresse S3 de votre fournisseur — pas le nom du bucket.
hr: S3 adresa vašeg pružatelja — ne naziv bucketa.
id: Alamat S3 penyedia Anda — bukan nama bucket.
ja: プロバイダーの S3 アドレスです。バケット名ではありません。
ko: 공급자의 S3 주소입니다. 버킷 이름이 아닙니다.
ms: Alamat S3 pembekal anda — bukan nama bucket.
pl: Adres S3 Twojego dostawcy — nie nazwa zasobnika.
pt_br: O endereço S3 do seu provedor — não o nome do bucket.
ro: Adresa S3 a furnizorului tău — nu numele bucket-ului.
ru: Адрес S3 вашего провайдера — не имя бакета.
th: ที่อยู่ S3 ของผู้ให้บริการ — ไม่ใช่ชื่อ bucket
tr: Sağlayıcınızın S3 adresi — bucket adı değil.
zh_hans: 存储服务商的 S3 地址 —— 不是存储桶名称。
zh_hant: 你服務商的 S3 位址，不是 bucket 名稱。

source: 中文语音
de: Chinesische Stimme
es: Voz en chino
fil: Boses na Chinese
fr: Voix chinoise
hr: Kineski glas
id: Suara Bahasa Mandarin
ja: 中国語ボイス
ko: 중국어 음성
ms: Suara Bahasa Cina
pl: Głos chiński
pt_br: Voz em chinês
ro: Voce chineză
ru: Китайский голос
th: เสียงภาษาจีน
tr: Çince Ses
zh_hant: 中文語音

source: 你好，这是语音预览。
de: Hallo, dies ist eine Sprachvorschau.
es: Hola, esta es una vista previa de voz.
fil: Kumusta, ito ay preview ng boses.
fr: Bonjour, ceci est un aperçu de la voix.
hr: Bok, ovo je pregled glasa.
id: Halo, ini pratinjau suara.
ja: こんにちは、これは音声プレビューです。
ko: 안녕하세요, 이것은 음성 미리보기입니다.
ms: Helo, ini pratonton suara.
pl: Cześć, to jest podgląd głosu.
pt_br: Olá, esta é uma prévia da voz.
ro: Bună, aceasta este o previzualizare vocală.
ru: Здравствуйте, это предпросмотр голоса.
th: สวัสดี นี่คือตัวอย่างเสียง
tr: Merhaba, bu bir ses önizlemesidir.
zh_hant: 你好，這是語音預覽。

source: 健康报告
de: Gesundheitsbericht
es: Informe de salud
fil: Ulat sa Kalusugan
fr: Rapport de santé
hr: Izvještaj o zdravlju
id: Laporan Kesehatan
ja: ヘルスレポート
ko: 건강 보고서
ms: Laporan Kesihatan
pl: Raport zdrowia
pt_br: Relatório de saúde
ro: Raport de sănătate
ru: Отчёт о здоровье
th: รายงานสุขภาพ
tr: Sağlık Raporu
zh_hant: 健康報告

source: 分析睡眠
de: Schlafanalyse
es: Analizar el sueño
fil: Suriin ang Tulog
fr: Analyse du sommeil
hr: Analiziraj san
id: Analisis Tidur
ja: 睡眠分析
ko: 수면 분석
ms: Analisis Tidur
pl: Przeanalizuj sen
pt_br: Analisar sono
ro: Analizează somnul
ru: Анализ сна
th: วิเคราะห์การนอน
tr: Uykuyu Analiz Et

source: 拍照
de: Foto aufnehmen
es: Tomar una foto
fil: Kumuha ng Litrato
fr: Prendre une photo
hr: Snimi fotografiju
id: Ambil Foto
ja: 写真を撮る
ko: 사진 촬영
ms: Ambil Foto
pl: Zrób zdjęcie
pt_br: Tirar foto
ro: Fă o fotografie
ru: Сделать фото
th: ถ่ายรูป
tr: Fotoğraf Çek

source: 早间简报
de: Morgenbriefing
es: Resumen matutino
fil: Briefing sa Umaga
fr: Briefing matinal
hr: Jutarnji sažetak
id: Ringkasan Pagi
ja: モーニングブリーフィング
ko: 아침 브리핑
ms: Taklimat Pagi
pl: Poranny przegląd
pt_br: Resumo matinal
ro: Rezumat de dimineață
ru: Утренняя сводка
th: สรุปข่าวเช้า
tr: Sabah Özeti
zh_hant: 早間簡報

source: 智能家居
de: Smart Home
es: Hogar inteligente
fil: Smart Home
fr: Maison intelligente
hr: Pametni dom
id: Rumah Pintar
ja: スマートホーム
ko: 스마트 홈
ms: Rumah Pintar
pl: Inteligentny dom
pt_br: Casa inteligente
ro: Casă inteligentă
ru: Умный дом
th: สมาร์ทโฮม
tr: Akıllı Ev

source: 查看天气
de: Wetter prüfen
es: Ver el tiempo
fil: Tingnan ang Panahon
fr: Consulter la météo
hr: Pogledaj vremensku prognozu
id: Lihat Cuaca
ja: 天気を確認
ko: 날씨 확인
ms: Lihat Cuaca
pl: Sprawdź pogodę
pt_br: Ver o tempo
ro: Vezi vremea
ru: Посмотреть погоду
th: ดูสภาพอากาศ
tr: Hava Durumuna Bak
zh_hant: 查看天氣

source: 查看日程
de: Kalender prüfen
es: Ver la agenda
fil: Tingnan ang Iskedyul
fr: Consulter l'agenda
hr: Pogledaj raspored
id: Lihat Jadwal
ja: スケジュールを確認
ko: 일정 확인
ms: Lihat Jadual
pl: Sprawdź harmonogram
pt_br: Ver a agenda
ro: Vezi programul
ru: Посмотреть расписание
th: ดูตารางเวลา
tr: Programa Bak

source: 设置闹钟
de: Wecker stellen
es: Poner una alarma
fil: Mag-set ng Alarm
fr: Régler une alarme
hr: Postavi alarm
id: Setel Alarm
ja: アラームを設定
ko: 알람 설정
ms: Tetapkan Penggera
pl: Ustaw alarm
pt_br: Definir alarme
ro: Setează alarma
ru: Установить будильник
th: ตั้งนาฬิกาปลุก
tr: Alarm Kur
zh_hant: 設定鬧鐘

source: %@ in %@
es: %@ en %@
fil: %@ sa %@
fr: %@ dans %@
hr: %@ u %@
id: %@ di %@
ms: %@ dalam %@
pl: %@ w %@
pt_br: %@ em %@
ro: %@ în %@
ru: %@ в %@
th: %@ ใน %@
tr: %@ / %@ içinde
zh_hans: %1$@，耗时 %2$@

source: %@ — %lld %@ in %@
es: %@ — %lld %@ en %@
fil: %@ — %lld %@ sa %@
fr: %@ — %lld %@ dans %@
hr: %@ — %lld %@ u %@
id: %@ — %lld %@ di %@
ja: %@ — %lld %@（%@）
ko: %@ — %lld %@ (%@)
ms: %@ — %lld %@ dalam %@
pl: %@ — %lld %@ w %@
pt_br: %@ — %lld %@ em %@
ro: %@ — %lld %@ în %@
ru: %@ — %lld %@ в %@
th: %@ — %lld %@ ใน %@
tr: %@ — %lld %@ / %@ içinde
zh_hans: %1$@——%2$lld %3$@，耗时 %4$@
zh_hant: %@ — %lld %@（%@）

source: %@ — %@ in %@
es: %@ — %@ en %@
fil: %@ — %@ sa %@
fr: %@ — %@ dans %@
hr: %@ — %@ u %@
id: %@ — %@ di %@
ms: %@ — %@ dalam %@
pl: %@ — %@ w %@
pt_br: %@ — %@ em %@
ro: %@ — %@ în %@
ru: %@ — %@ в %@
th: %@ — %@ ใน %@
tr: %@ — %@ / %@ içinde
zh_hans: %1$@——%2$@，耗时 %3$@

source: 1 server
es: 1 servidor
fr: 1 serveur
hr: 1 poslužitelj
ja: 1 サーバ
ko: 서버 1개
pl: 1 serwer
pt_br: 1 servidor
ru: 1 сервер
th: 1 เซิร์ฟเวอร์
tr: 1 sunucu
zh_hans: 1 个服务器
zh_hant: 1 個伺服器

source: Server
es: Servidor
fr: Serveur
hr: Poslužitelj
ja: サーバ
ko: 서버
pl: Serwer
pt_br: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
zh_hans: 服务器
zh_hant: 伺服器

# %lld cookie%@
source: %1$lld cookie%2$@
es: %lld cookie%@
fil: %lld cookie%@
id: %lld cookie%@
ja: %1$lld 個の Cookie%2$@
ko: %1$lld개 쿠키%2$@
ms: %lld cookie%@
pl: %lld cookie%@
pt_br: %lld cookie%@
ro: %lld cookie%@
th: %lld คุกกี้%@
tr: %lld çerez%@
zh_hans: %1$lld 个 Cookie%2$@
zh_hant: %1$lld 個 Cookie%2$@

source: 1 minute
es: 1 minuto
fil: 1 minuto
hr: 1 minuta
id: 1 menit
ja: 1 分
ko: 1분
ms: 1 minit
pl: 1 minuta
pt_br: 1 minuto
ro: 1 minut
ru: 1 минута
th: 1 นาที
tr: 1 dakika
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: API Format
es: Formato de API
fr: Format de l'API
id: Format API
ja: API フォーマット
ko: API 형식
ms: Format API
pl: Format API
pt_br: Formato da API
ro: Format API
ru: Формат API
th: รูปแบบ API
tr: API Biçimi
zh_hans: API 格式
zh_hant: API 格式

source: API Key
es: Clave de API
fr: Clé API
hr: API ključ
id: Kunci API
ms: Kunci API
pl: Klucz API
pt_br: Chave de API
ro: Cheie API
ru: Ключ API
th: คีย์ API
tr: API Anahtarı

source: Browser
es: Navegador
fr: Navigateur
hr: Preglednik
ja: ブラウザ
ko: 브라우저
pl: Przeglądarka
pt_br: Navegador
ru: Браузер
th: เบราว์เซอร์
tr: Tarayıcı
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Bypass
es: Omitir
fr: Autoriser
hr: Zaobiđi
id: Lewati
ja: バイパス
ko: 건너뛰기
ms: Pintas
pl: Pomiń
pt_br: Ignorar
ro: Omite
ru: В обход
th: ข้าม
tr: Atla
zh_hans: 自动允许
zh_hant: 自動允許

source: Client Secret (optional)
es: Client Secret (opcional)
fil: Client Secret (opsyonal)
fr: Client Secret (facultatif)
hr: Client Secret (nije obavezno)
id: Client Secret (opsional)
ja: Client Secret（任意）
ko: Client Secret (선택 사항)
ms: Client Secret (pilihan)
pl: Client Secret (opcjonalnie)
pt_br: Client Secret (opcional)
ro: Client Secret (opțional)
ru: Client Secret (необязательно)
th: Client Secret (ไม่บังคับ)
tr: Client Secret (isteğe bağlı)
zh_hans: Client Secret（选填）
zh_hant: Client Secret（選填）

source: Code
es: Código
hr: Kôd
id: Kode
ja: コード
ko: 코드
ms: Kod
pl: Kod
pt_br: Código
ro: Cod
ru: Код
th: โค้ด
tr: Kod
zh_hans: 编程
zh_hant: 編程
